const modifyWaterWork = [
    {
        name: '容城县水厂',
        lon: '115.835613194498',
        lat: '39.0632845169525'
    },
    {
        name: '安新县水厂',
        lon: '115.911266313247',
        lat: '38.9406500710383'
    },
    {
        name: '雄县水厂',
        lon: '116.112736748752',
        lat: '39.017777325216'
    }
]

const newWaterWork = [
    {
        name: '起步区1#水厂',
        lon: '115.96376912034',
        lat: '39.052666172214'
    },
    {
        name: '起步区2#水厂',
        lon: '115.848692437446',
        lat: '38.9830520661622'
    },
    {
        name: '昝岗水厂',
        lon: '116.229079022491',
        lat: '39.0814576503845'
    },
    {
        name: '安州水厂',
        lon: '115.813545815506',
        lat: '38.8717795465508'
    },
    {
        name: '刘李庄水厂',
        lon: '115.956123118975',
        lat: '38.7821214558511'
    },
    {
        name: '鄚州水厂',
        lon: '116.098510065564',
        lat: '38.8628327731689'
    }
]

export {
    modifyWaterWork,
    newWaterWork
}